{"introduction":"As you step into the heart of the mighty Battlestar Alactica, the Command Center unfolds before you in a symphony of futuristic technology and dim ambient lighting. The hum of machinery and soft beeping sounds fill the air, creating an atmosphere of anticipation.","location":{"Command Center":{"items":{"computer":{"description":"As you approach the colossal computer console, you notice a myriad of screens displaying celestial maps and data streams. The control panels are adorned with touch-sensitive interfaces, showcasing the technological prowess of Battlestar Alactica. It seems capable of navigating the ship through the vastness of space.","coordinates":"1,2"},"north-door":{"description":"The door to the right stands tall, its surface marked with the scars of countless missions. A faint hum emanates from the sealed edges, hinting at the unknown territories that lie beyond. The control panel glows softly, awaiting activation to reveal the secrets of the ship.","coordinates":"1,1"},"west-door":{"description":"The door to the left beckons with a soft glow from its control panel. It promises access to a different section of Battlestar Alactica, perhaps crew quarters or specialized chambers. The panel awaits activation, poised for the touch of those entrusted with the ship\u0027s command.","coordinates":"1,1"},"note":{"description":"Unfolding the note, you reveal an enigmatic message scrawled upon it. The paper feels slightly worn, suggesting it has passed through many hands before finding its way to the command table. The words resonate with the ambiance of the Command Center, reinforcing the gravity of the decisions that await you in space.","coordinates":"0, 1"},"trashcan":{"description":"Beside the colossal computer, just before the door, a small trashcan discreetly occupies its space. A crumpled piece of paper peeks out, hinting at the discarded remnants of decisions made and messages received. It might be worth investigating, as even the smallest detail can hold significance in the vastness of space.","coordinates":"1,1"},"table":{"description":"As you stride towards the sturdy table on the right, holographic displays showcase intricate spaceship models and stellar charts. The surface is immaculate, reflecting the meticulous nature of the crew\u0027s planning. It appears to be a hub for discussions, strategic decisions, and the coordination of Battlestar Alactica\u0027s operations.","coordinates":"1,1"},"slime":{"description":"In the far left corner, a strange slime lies on the floor. Its alien composition gleams in hues of iridescence, casting an otherworldly glow. The air around it seems charged with an enigmatic energy. Could this be the mysterious slime mentioned in the note you discovered earlier?","coordinates":"1,1"},"goo":{"description":"In the far left corner, a strange slime lies on the floor. Its alien composition gleams in hues of iridescence, casting an otherworldly glow. The air around it seems charged with an enigmatic energy. Could this be the mysterious slime mentioned in the note you discovered earlier?","coordinates":"0, 0"},"board":{"description":"Turning to your right, another board comes into view. Filled with dynamic holographic displays and a myriad of annotations, it appears to be a strategic overview, detailing recent encounters and mission objectives. It\u0027s a visual tapestry of the ongoing narrative of Battlestar Alactica\u0027s odyssey.","coordinates":"1,1"},"blank-board":{"description":"The blank board on your left dominates the wall, patiently awaiting the strategic orchestrations of the ship\u0027s commanders. It\u0027s a canvas of possibilities, ready to be filled with mission plans, enemy encounters, and the destiny of Battlestar Alactica. The air around it seems charged with the weight of decisions yet to be made.","coordinates":"1,1"},"none":{"description":"There is no item to interact with...","coordinates":"1,1"},"north":"You moved north","west":"You moved west","east":"you moved east","south":"you moved south"},"available commands":"help, look, get, go, drop, examine, inspect, interact, analyze, move, travel, proceed, walk, run, journey, release, let-go, discard, abandon, unload, deposit, view, pick-up, grab, take, fetch, acquire, obtain, map"},"Virtual Reality Chamber":{"items":{}},"Sleep Quarters":{"items":{}},"Mystery Room":{"items":{}},"Unknown Location":{"items":{}},"Engine Room":{"items":{}},"Library":{"items":{}},"hallway 1":{"items":{}},"hallway 2":{"items":{}},"hallway 3":{"items":{}},"hallway 4":{"items":{}}}}